grimoire/musica-07-chamuse.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Musica 07 :  Chambre des Muses
#+AUTHOR: - chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index des Grimoires]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* De la théorie à la pratique

Ce tome contient quelques compléments d’information pouvant faciliter
le passage de la théorie musicale à la pratique de la composition.


* Composition

#+TOC: headlines 1 local


** État d’esprit

  - Rythme et mélodie
    1. Penser un rythme régulier, comme un métronome
    2. Imaginer une mélodie fluide qui s’appuie sur ce rythme
  - Imaginer
    + Un texte chanté : rythmé et avec une intonation mélodique
    + Des sons naturels, avec rythme et mélodie


** Harmonie

Penser en terme de fonctions tonales et de degrés. Choisir les accords
permettant d’obtenir les mouvements polyphoniques les plus élégants
possible.


** Ornements

Ajouter les arpèges, pédales, anticipations, retards, appogiatures
tout en améliorant la qualité des lignes mélodiques.

Ajouter les notes de passage, broderies, etc.

Ajouter les trémolos, trilles.


** Chant

Penser au lien entre la structure rythmique et le phrasé, aux
paramètres littéraires et poétiques.


** Architecture

Utiliser :

  - Variations
  - Constructions
  - Figures

Varier la structure rythmique : binaire/ternaire, nombre de temps,
longueur des carrures, etc.

Placer des marches harmoniques avec surprise.

Moduler.


* Conseils d’écriture
:PROPERTIES:
:CUSTOM_ID: section:conseilsDEcriture
:END:

#+TOC: headlines 1 local


** Introduction

Ce chapitre a pour but de nous aider à acquérir de bonnes habitudes
dans la pratique de l’écriture polyphonique. À cette fin, certaines
constructions musicales y sont privilégiées, d’autres sont
déconseillées.

Prenons garde toutefois à ne pas en faire des règles rigides : ces
principes sont supposés être mis en oeuvre par défaut, dans un
contexte dépourvu de toute particularité qui nous permettrait
d’orienter la musique vers une autre configuration. Il n’est pas rare
non plus qu’un aspect musical élégant justifie largement l’emploi
d’une disposition alternative.

L’important est de bien connaître l’effet que produira l’application
ou la transgression d’un de ces conseils, afin de pouvoir orienter la
musique dans la direction souhaitée. Une autre possibilité consiste à
faire passer un agencement déconseillé à l’arrière-plan en utilisant
les techniques de [[file:musica-03-clavier.org::#section:camouflage][camouflage]].


** Mélodie

#+TOC: headlines 1 local

*** Septièmes

Les septièmes parcourues en trois notes incluent de préférence un
mouvement conjoint. On dispose donc des solutions suivantes :

  - sixte mélodique puis seconde mélodique dans le même sens
  - octave mélodique puis seconde mélodique dans le sens opposé


*** Neuvièmes

Les neuvièmes parcourues en trois notes incluent de préférence un
mouvement conjoint. On dispose donc des solutions suivantes :

  1. octave mélodique puis seconde mélodique dans le même sens
  2. dixième mélodique puis seconde mélodique dans le sens opposé

Les intervalles mélodiques dépassant l’octave étant déconseillés, on
préférera la première solution.


*** Triton

La quarte augmentée parcourue en trois notes est suivie de préférence
d’une seconde mineure de même direction, afin de former une quinte
juste en quatre notes.


** Intervalles harmoniques

Les dissonances harmoniques équivalentes à l’octave près à la seconde
majeure, c’est-à-dire :

  - l’intervalle de seconde majeure harmonique
  - son renversement, l’intervalle de septième mineure harmonique
  - les redoublements de ces intervalles

ne posent pas de problème particulier.

#+begin_center
⁂
#+end_center

Les dissonances harmoniques équivalentes à l’octave près à la seconde
mineure, c’est-à-dire :

  - l’intervalle de seconde mineure harmonique
  - son renversement, l’intervalle de septième majeure harmonique
  - les redoublements de ces intervalles

sont à surveiller.


** Écarts des voix

#+TOC: headlines 1 local

*** Harmoniques naturelles

Une disposition élégante consiste à suivre approximativement les
harmoniques naturelles, où les notes sont plus éloignées dans les
graves et plus proches dans les aiguës.

En appliquant ce principe à un quatuor, on obtient, par ordre
décroissant des écarts :

#+begin_center
basse — ténor   >   ténor — alto   >   alto — soprano
#+end_center


