grimoire/musica-07-chamuse.org
*** Neuvième de dominante mineure

Les conseils sont similaires à ceux de la neuvième majeure, avec
quelques nuances.

La 9e se place sans problème sous la sensible inférieure.

Lorsque la fondamentale est supprimée, on peut oublier les règles de
disposition concernant la 7e, la 9e et la sensible inférieure.

Échange fréquent : la 7e et la 9e, avec la fondamentale en note de
passage.


** Dissonances

#+TOC: headlines 1 local

*** Voix

Une dissonance se trouve habituellement sur la même voix que sa
résolution. On peut toutefois procéder à un échange de voix simultanée
à une résolution ordinaire, produisant ainsi un effet inattendu.


*** Résolution irrégulière

Lorsqu’il n’est pas possible de procéder à un mouvement obligé, il est
préférable de quitter la dissonance par mouvement conjoint.


*** Doublure

Supposons qu’une dissonance soit doublée. La double résolution
attendue provoque en ce cas des octaves consécutives, phénomène que
l’on souhaite généralement éviter. Exemple :

#+ATTR_HTML: :class plat
| S | : | si | do |
| B | : | si | do |

Il est donc déconseillé de doubler une note dissonante.

Pour la même raison, on évite de doubler :

  - une note altérée
  - une note intervenant dans un mouvement chromatique
  - une sensible
  - la 7e d’un accord de 4 notes ou plus
  - la 9e d’un accord de 5 notes ou plus
  - la 5te de l’accord de quinte diminuée

Si l’on souhaite malgré tout doubler une dissonance, ou qu’il est
difficile de faire autrement, il est préférable que la doublure
n’évolue pas vers la même note que l’originale.

La dissonance et sa doublure sont de préférence :

  - amenées par mouvement contraire ou oblique
  - quittées par mouvement contraire


**** Préparation

Si une note de préparation est doublée, on quitte de préférence cette
note et sa doublure par mouvement contraire ou oblique.


**** Résolution

Si la note de résolution est doublée, on amène de préférence cette
note et sa doublure par mouvement contraire.

L’arrivée sur résolution par mouvement oblique est déconseillée.


*** Altérations

Il est déconseillé de faire entendre simultanément une note de la gamme et son
altération.

Il est déconseillé de produire une tierce diminuée par altération.

Dans les accords de sixte précédant une fonction de dominante, la
basse et la 6te sont propices aux altérations, produisant ainsi les
sixtes augmentées des accords de dominante auxiliaire.


** Ornements

#+TOC: headlines 1 local


*** Pédale

Pendant une pédale de dominante, on déconseille la modulation vers la
tonalité mineure ayant la dominante actuelle pour tonique, car on
perdrait ainsi la sensible inférieure et le rôle fonctionnel de
dominante de la pédale.


*** Retard


**** Préparation

La préparation se fait de préférence par intégration.

Pendant l’accord de préparation, afin de ne pas gâcher l’effet de
surprise, il est déconseillé de faire entendre simultanément le retard
et sa note de résolution.

On peut cependant l’envisager si les conditions suivantes sont
réunies :

  - la note de résolution est sous le retard
  - la note de résolution est placée sur une voix interne
  - l’intervalle harmonique entre retard et résolution est au moins égal à la septième

Idéalement, la durée de la préparation est au moins égale à la durée
du retard.


**** Phase active

Il est déconseillé de jouer simultanément le retard et sa résolution,
sauf si le retard est au moins à distance de septième au-dessus de la
résolution et qu’une des conditions suivantes est respectée :

  - la résolution est à la basse
  - l’accord en cours est un accord de sixte


*** Appogiature

Une appogiature est un retard non préparé. Les conseils sont les mêmes
que pour la phase active du retard.


*** Mélodiques

La dissonance harmonique équivalente à la second mineure entre un
ornement mélodique et une autre voix est déconseillée.


** Rythme


*** Syncope d’harmonie

La syncope d’harmonie est déconseillée car elle déstabilise la
structure rythmique d’une polyphonie.


*** Syncope des parties extrêmes

La syncope simultanée au soprano et à la basse est déconseillée, car
ce procédé perturbe la structure rythmique d’une polyphonie.


* Contrepoint

#+TOC: headlines 1 local


