grimoire/musica-07-chamuse.html


<div id="outline-container-org4b67f13" class="outline-4">
<h4 id="org4b67f13"><span class="section-number-4">3.6.5</span> Neuvième de dominante mineure</h4>
<div class="outline-text-4" id="text-3-6-5">
<p>
Les conseils sont similaires à ceux de la neuvième majeure, avec
quelques nuances.
</p>

<p>
La 9e se place sans problème sous la sensible inférieure.
</p>

<p>
Lorsque la fondamentale est supprimée, on peut oublier les règles de
disposition concernant la 7e, la 9e et la sensible inférieure.
</p>

<p>
Échange fréquent : la 7e et la 9e, avec la fondamentale en note de
passage.
</p>
</div>
</div>
</div>


<div id="outline-container-org657a7a6" class="outline-3">
<h3 id="org657a7a6"><span class="section-number-3">3.7</span> Dissonances</h3>
<div class="outline-text-3" id="text-3-7">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc746d9d">3.7.1. Voix</a></li>
<li><a href="#orgd11b225">3.7.2. Résolution irrégulière</a></li>
<li><a href="#orgb2d80e6">3.7.3. Doublure</a></li>
<li><a href="#orgef7ff62">3.7.4. Altérations</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc746d9d" class="outline-4">
<h4 id="orgc746d9d"><span class="section-number-4">3.7.1</span> Voix</h4>
<div class="outline-text-4" id="text-3-7-1">
<p>
Une dissonance se trouve habituellement sur la même voix que sa
résolution. On peut toutefois procéder à un échange de voix simultanée
à une résolution ordinaire, produisant ainsi un effet inattendu.
</p>
</div>
</div>


<div id="outline-container-orgd11b225" class="outline-4">
<h4 id="orgd11b225"><span class="section-number-4">3.7.2</span> Résolution irrégulière</h4>
<div class="outline-text-4" id="text-3-7-2">
<p>
Lorsqu’il n’est pas possible de procéder à un mouvement obligé, il est
préférable de quitter la dissonance par mouvement conjoint.
</p>
</div>
</div>


<div id="outline-container-orgb2d80e6" class="outline-4">
<h4 id="orgb2d80e6"><span class="section-number-4">3.7.3</span> Doublure</h4>
<div class="outline-text-4" id="text-3-7-3">
<p>
Supposons qu’une dissonance soit doublée. La double résolution
attendue provoque en ce cas des octaves consécutives, phénomène que
l’on souhaite généralement éviter. Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
Il est donc déconseillé de doubler une note dissonante.
</p>

<p>
Pour la même raison, on évite de doubler :
</p>

<ul class="org-ul">
<li>une note altérée</li>
<li>une note intervenant dans un mouvement chromatique</li>
<li>une sensible</li>
<li>la 7e d’un accord de 4 notes ou plus</li>
<li>la 9e d’un accord de 5 notes ou plus</li>
<li>la 5te de l’accord de quinte diminuée</li>
</ul>

<p>
Si l’on souhaite malgré tout doubler une dissonance, ou qu’il est
difficile de faire autrement, il est préférable que la doublure
n’évolue pas vers la même note que l’originale.
</p>

<p>
La dissonance et sa doublure sont de préférence :
</p>

<ul class="org-ul">
<li>amenées par mouvement contraire ou oblique</li>
<li>quittées par mouvement contraire</li>
</ul>
</div>


<div id="outline-container-org0410a65" class="outline-5">
<h5 id="org0410a65"><span class="section-number-5">3.7.3.1</span> Préparation</h5>
<div class="outline-text-5" id="text-3-7-3-1">
<p>
Si une note de préparation est doublée, on quitte de préférence cette
note et sa doublure par mouvement contraire ou oblique.
</p>
</div>
</div>


<div id="outline-container-orgf39363c" class="outline-5">
<h5 id="orgf39363c"><span class="section-number-5">3.7.3.2</span> Résolution</h5>
<div class="outline-text-5" id="text-3-7-3-2">
<p>
Si la note de résolution est doublée, on amène de préférence cette
note et sa doublure par mouvement contraire.
</p>

<p>
L’arrivée sur résolution par mouvement oblique est déconseillée.
</p>
</div>
</div>
</div>


<div id="outline-container-orgef7ff62" class="outline-4">
<h4 id="orgef7ff62"><span class="section-number-4">3.7.4</span> Altérations</h4>
<div class="outline-text-4" id="text-3-7-4">
<p>
Il est déconseillé de faire entendre simultanément une note de la gamme et son
altération.
</p>

<p>
Il est déconseillé de produire une tierce diminuée par altération.
</p>

<p>
Dans les accords de sixte précédant une fonction de dominante, la
basse et la 6te sont propices aux altérations, produisant ainsi les
sixtes augmentées des accords de dominante auxiliaire.
</p>
</div>
</div>
</div>


<div id="outline-container-org46d20e0" class="outline-3">
<h3 id="org46d20e0"><span class="section-number-3">3.8</span> Ornements</h3>
<div class="outline-text-3" id="text-3-8">
<div id="text-table-of-contents">
<ul>
<li><a href="#orgb7158b1">3.8.1. Pédale</a></li>
<li><a href="#orgb5c4b27">3.8.2. Retard</a></li>
<li><a href="#orge7e3498">3.8.3. Appogiature</a></li>
<li><a href="#org5dc9a76">3.8.4. Mélodiques</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgb7158b1" class="outline-4">
<h4 id="orgb7158b1"><span class="section-number-4">3.8.1</span> Pédale</h4>
<div class="outline-text-4" id="text-3-8-1">
<p>
Pendant une pédale de dominante, on déconseille la modulation vers la
tonalité mineure ayant la dominante actuelle pour tonique, car on
perdrait ainsi la sensible inférieure et le rôle fonctionnel de
dominante de la pédale.
</p>
</div>
</div>


<div id="outline-container-orgb5c4b27" class="outline-4">
<h4 id="orgb5c4b27"><span class="section-number-4">3.8.2</span> Retard</h4>
<div class="outline-text-4" id="text-3-8-2">
</div>
<div id="outline-container-org9a08c71" class="outline-5">
<h5 id="org9a08c71"><span class="section-number-5">3.8.2.1</span> Préparation</h5>
<div class="outline-text-5" id="text-3-8-2-1">
<p>
La préparation se fait de préférence par intégration.
</p>

<p>
Pendant l’accord de préparation, afin de ne pas gâcher l’effet de
surprise, il est déconseillé de faire entendre simultanément le retard
et sa note de résolution.
</p>

<p>
On peut cependant l’envisager si les conditions suivantes sont
réunies :
</p>

<ul class="org-ul">
<li>la note de résolution est sous le retard</li>
<li>la note de résolution est placée sur une voix interne</li>
<li>l’intervalle harmonique entre retard et résolution est au moins égal à la septième</li>
</ul>

<p>
Idéalement, la durée de la préparation est au moins égale à la durée
du retard.
</p>
</div>
</div>


<div id="outline-container-orga19966f" class="outline-5">
<h5 id="orga19966f"><span class="section-number-5">3.8.2.2</span> Phase active</h5>
<div class="outline-text-5" id="text-3-8-2-2">
<p>
Il est déconseillé de jouer simultanément le retard et sa résolution,
sauf si le retard est au moins à distance de septième au-dessus de la
résolution et qu’une des conditions suivantes est respectée :
</p>

<ul class="org-ul">
<li>la résolution est à la basse</li>
<li>l’accord en cours est un accord de sixte</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orge7e3498" class="outline-4">
<h4 id="orge7e3498"><span class="section-number-4">3.8.3</span> Appogiature</h4>
<div class="outline-text-4" id="text-3-8-3">
<p>
Une appogiature est un retard non préparé. Les conseils sont les mêmes
que pour la phase active du retard.
</p>
</div>
</div>


<div id="outline-container-org5dc9a76" class="outline-4">
<h4 id="org5dc9a76"><span class="section-number-4">3.8.4</span> Mélodiques</h4>
<div class="outline-text-4" id="text-3-8-4">
<p>
La dissonance harmonique équivalente à la second mineure entre un
ornement mélodique et une autre voix est déconseillée.
</p>
</div>
</div>
</div>


<div id="outline-container-org812caff" class="outline-3">
<h3 id="org812caff"><span class="section-number-3">3.9</span> Rythme</h3>
<div class="outline-text-3" id="text-3-9">
</div>
<div id="outline-container-org2eac2f3" class="outline-4">
<h4 id="org2eac2f3"><span class="section-number-4">3.9.1</span> Syncope d’harmonie</h4>
<div class="outline-text-4" id="text-3-9-1">
<p>
La syncope d’harmonie est déconseillée car elle déstabilise la
structure rythmique d’une polyphonie.
</p>
</div>
</div>


<div id="outline-container-org38b4547" class="outline-4">
<h4 id="org38b4547"><span class="section-number-4">3.9.2</span> Syncope des parties extrêmes</h4>
<div class="outline-text-4" id="text-3-9-2">
<p>
La syncope simultanée au soprano et à la basse est déconseillée, car
ce procédé perturbe la structure rythmique d’une polyphonie.
</p>
</div>
</div>
</div>
</div>
