grimoire/musica-07-chamuse.org
** Introduction

Le *contrepoint* se distingue d’un style polyphonique plus libre par :

  - la clarté musicale
  - la continuité des lignes mélodiques
  - l’indépendance des lignes mélodiques
  - la minimisation des redondances

#+begin_center
⁂
#+end_center

Ces principes impliquent les règles suivantes :

  - la clarté mélodique
    + des intervalles mélodiques justes, majeurs ou mineurs
  - la clarté harmonique
    + nombre restreint d’accords : accords parfaits, 7e de dominante
    + accords aussi complets que possible
    + état fondamental ou premier renversement
    + rythme harmonique régulier (un accord par mesure)
  - la continuité
    + la prédominance du mouvement conjoint
  - l’indépendance des lignes mélodiques
  - la minimisation des redondances

Ces règles viennent s’ajouter aux recommandations mélodiques,
harmoniques et rythmiques de base. Gardez à l’esprit que rien ne vous
empêche d’adapter ce cadre à vos goûts particuliers : accords permis,
renversements, redondances, tout peut être considéré comme
paramétrable.


** Mélodie


*** Unisson

On évite de répéter une note, c’est-à-dire l’unisson mélodique.

À partir de cinq voix, on peut répéter une fois une note par voix.


*** Disjoint

Un mouvement disjoint est de préférence précédé par un intervalle
mélodique de sens contraire.

On évite l’excès de mouvements disjoints (et particulièrement les
tierces mélodiques) aux changements d’harmonie.

Le saut d’octave doit être précédé /et/ suivi par un mouvement
mélodique de sens contraire.


*** En trois notes

On évite de parcourir une septième ou une neuvième mélodique en trois notes.


*** Augmentés et diminués

On évite les intervalles mélodiques augmentés ou diminués.

Le triton mélodique (qu’il soit parcouru en trois ou quatre notes),
doit être précédé ou suivi d’un mouvement conjoint de même direction.

La quinte augmentée mélodique parcourue en quatre notes doit être
suivie par un mouvement conjoint de même direction.

La quinte augmentée parcourue en deux tierces mélodiques doit être évitée.


** Harmonie


*** Mesure

Un accord par mesure.

Premier temps de chaque mesure :

  - accord parfait
  - accord de quinte diminuée au premier renversement

Première et dernière mesure : accord parfait de tonique en position
fondamentale.

Avant dernière mesure :

  - accord de dominante
    + état fondamental
    + premier renversement
  - accord du degré 7 au premier renversement
  - accord du degré 2 avec sensible en note de passage


*** Unisson

L’unisson harmonique :

  - est à éviter au premier temps de chaque mesure
  - est autorisé à la première et à la dernière mesure
  - est autorisé dans le contrepoint à cinq voix


** Mouvements


*** Consécutif

Octaves et quintes consécutives doivent être séparée par au moins le
nombre de temps que dure une mesure. Autrement dit, il ne peut pas
réapparaître au même temps dans la mesure suivante, mais seulement au
temps qui suit, ou plus tard. On peut les rapprocher si :

  - le second intervalle n’est pas plaqué
  - on arrive par mouvement contraire sur le second intervalle

Les dissonances consécutives sont acceptées si le deuxième accord
produit une dissonance équivalente à la seconde majeure :

  - seconde majeure
  - septième mineure
  - neuvième majeure

On évite donc les dissonances harmoniques équivalentes à la seconde
mineure.

Pour éviter la monotonie, on évite de faire entendre plus de trois :

  - tierces consécutives
  - quartes consécutives
  - sixtes consécutives


*** Parallèle

Les arrivées sur consonance parfaite par mouvement parallèle sont des
cas particuliers d’unissons, octaves ou quintes consécutifs, et sont
donc déconseillées.


*** Direct

On évite le mouvement direct.

On l’évite encore plus lorsqu’il débouche sur :

  - une consonance parfaite
    + unisson
    + octave entre les voix extrêmes
    + quinte entre les voix extrêmes
  - une dissonance harmonique équivalente à la seconde mineure

Pour l’arrivée sur seconde majeure, on fait entendre une des deux
notes dans l’accord précédent.


*** Croisement

Le croisement est autorisé :

  - à partir de trois voix
  - pour des durées brèves


** Ornements

Ornements :

  - au premier temps de la mesure
    + retard supérieur
  - ensuite
    + note de passage
    + broderie


** Imitatif

Dans un contrepoint imitatif, les thèmes musicaux les plus marquants
sont repris de voix en voix, à l’état original ou sous forme de
variation. Ceci n’est nullement en contradiction avec l’esprit du
contrepoint du moment que les voix restent globalement indépendantes.


** Espèces


*** Rythmes binaires

Les rythmes utilisés sont :

  - rondes
  - blanches
  - noires
  - syncopes de blanches
  - fleuri : blanches, noires, syncopes de blanches

La dernière mesure ne contient que des rondes à toutes les voix, dans
toutes les espèces.

En présence de rondes et de blanches, la mesure est à deux temps :

  1. temps fort
  2. temps faible

Si des noires sont ajoutées, la mesure est à quatre temps :

  1. temps fort
  2. temps faible
  3. temps médian
  4. temps faible


