grimoire/musica-07-chamuse.html


<div id="outline-container-orgcb3ad80" class="outline-2">
<h2 id="orgcb3ad80"><span class="section-number-2">4</span> Contrepoint</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents">
<ul>
<li><a href="#org91b1f67">4.1. Introduction</a></li>
<li><a href="#orge83d24e">4.2. Mélodie</a></li>
<li><a href="#org6ce72de">4.3. Harmonie</a></li>
<li><a href="#orgd8e6d5c">4.4. Mouvements</a></li>
<li><a href="#org7f575bd">4.5. Ornements</a></li>
<li><a href="#orgbaa7b02">4.6. Imitatif</a></li>
<li><a href="#org6895595">4.7. Espèces</a></li>
<li><a href="#orgf368709">4.8. Renversable</a></li>
</ul>
</div>
</div>


<div id="outline-container-org91b1f67" class="outline-3">
<h3 id="org91b1f67"><span class="section-number-3">4.1</span> Introduction</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Le <b>contrepoint</b> se distingue d’un style polyphonique plus libre par :
</p>

<ul class="org-ul">
<li>la clarté musicale</li>
<li>la continuité des lignes mélodiques</li>
<li>l’indépendance des lignes mélodiques</li>
<li>la minimisation des redondances</li>
</ul>

<div class="org-center">
<p>
⁂
</p>
</div>

<p>
Ces principes impliquent les règles suivantes :
</p>

<ul class="org-ul">
<li>la clarté mélodique
<ul class="org-ul">
<li>des intervalles mélodiques justes, majeurs ou mineurs</li>
</ul></li>
<li>la clarté harmonique
<ul class="org-ul">
<li>nombre restreint d’accords permis (accords parfaits, 7e de dominante)</li>
<li>accords aussi complets que possible</li>
<li>état fondamental ou premier renversement</li>
<li>rythme harmonique régulier (un accord par mesure)</li>
</ul></li>
<li>la continuité
<ul class="org-ul">
<li>la prédominance du mouvement conjoint</li>
</ul></li>
<li>l’indépendance des lignes mélodiques
<ul class="org-ul">
<li>ordre de préférence : mouvement contraire &gt; oblique &gt; direct &gt; parallèle</li>
</ul></li>
<li>la minimisation des redondances
<ul class="org-ul">
<li>la minimisation des répétitions</li>
</ul></li>
</ul>

<p>
Ces règles viennent s’ajouter aux recommandations mélodiques,
harmoniques et rythmiques de base. Gardez à l’esprit que rien ne vous
empêche d’adapter ce cadre à vos goûts particuliers : accords permis,
renversements, répétitions, tout peut être considéré comme
paramétrable.
</p>
</div>
</div>


<div id="outline-container-orge83d24e" class="outline-3">
<h3 id="orge83d24e"><span class="section-number-3">4.2</span> Mélodie</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-orgb4ab4b5" class="outline-4">
<h4 id="orgb4ab4b5"><span class="section-number-4">4.2.1</span> Unisson</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
On évite de répéter une note, c’est-à-dire l’unisson mélodique.
</p>

<p>
À partir de cinq voix, on peut répéter une fois une note par voix.
</p>
</div>
</div>


<div id="outline-container-org1f6c214" class="outline-4">
<h4 id="org1f6c214"><span class="section-number-4">4.2.2</span> Disjoint</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
Un mouvement disjoint est de préférence précédé par un intervalle
mélodique de sens contraire.
</p>

<p>
On évite l’excès de mouvements disjoints (et particulièrement les
tierces mélodiques) aux changements d’harmonie.
</p>

<p>
Le saut d’octave doit être précédé et suivi par un mouvement mélodique
de sens contraire.
</p>
</div>
</div>


<div id="outline-container-orgfb7a9a2" class="outline-4">
<h4 id="orgfb7a9a2"><span class="section-number-4">4.2.3</span> Augmentés et diminués</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
On évite les intervalles mélodiques augmentés ou diminués.
</p>
</div>
</div>


<div id="outline-container-org8324059" class="outline-4">
<h4 id="org8324059"><span class="section-number-4">4.2.4</span> En trois notes</h4>
<div class="outline-text-4" id="text-4-2-4">
<p>
On évite de parcourir une septième ou une neuvième mélodique en trois notes.
</p>
</div>
</div>


<div id="outline-container-org8d3c7b3" class="outline-4">
<h4 id="org8d3c7b3"><span class="section-number-4">4.2.5</span> Triton</h4>
<div class="outline-text-4" id="text-4-2-5">
<p>
Le triton mélodique (qu’il soit parcouru en trois ou quatre notes), doit être
précédé ou suivi d’un mouvement conjoint de même direction.
</p>
</div>
</div>


<div id="outline-container-org9872225" class="outline-4">
<h4 id="org9872225"><span class="section-number-4">4.2.6</span> Quinte augmentée</h4>
<div class="outline-text-4" id="text-4-2-6">
<p>
La quinte augmentée mélodique parcourue en quatre notes doit être
suivie par un mouvement conjoint de même direction.
</p>

<p>
La quinte augmentée parcourue en deux tierces mélodiques doit être évitée.
</p>
</div>
</div>
</div>


<div id="outline-container-org6ce72de" class="outline-3">
<h3 id="org6ce72de"><span class="section-number-3">4.3</span> Harmonie</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-orgfbb1dcd" class="outline-4">
<h4 id="orgfbb1dcd"><span class="section-number-4">4.3.1</span> Mesure</h4>
<div class="outline-text-4" id="text-4-3-1">
<p>
Un accord par mesure.
</p>

<p>
Premier temps de chaque mesure :
</p>

<ul class="org-ul">
<li>accord parfait</li>
<li>accord de quinte diminuée au premier renversement</li>
</ul>

<p>
Première et dernière mesure : accord parfait de tonique en position
fondamentale.
</p>

<p>
Avant dernière mesure : accord de dominante avec ou sans fondamentale
</p>
</div>
</div>


<div id="outline-container-orgbf9b1ef" class="outline-4">
<h4 id="orgbf9b1ef"><span class="section-number-4">4.3.2</span> Unisson</h4>
<div class="outline-text-4" id="text-4-3-2">
<ul class="org-ul">
<li>L’unisson harmonique est à éviter au premier temps de chaque mesure
<ul class="org-ul">
<li>il est autorisé à la première et à la dernière mesure</li>
<li>il est autorisé dans le contrepoint à cinq voix</li>
</ul></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgd8e6d5c" class="outline-3">
<h3 id="orgd8e6d5c"><span class="section-number-3">4.4</span> Mouvements</h3>
<div class="outline-text-3" id="text-4-4">
</div>
<div id="outline-container-org3241c0a" class="outline-4">
<h4 id="org3241c0a"><span class="section-number-4">4.4.1</span> Consécutif</h4>
<div class="outline-text-4" id="text-4-4-1">
<p>
Octaves et quintes consécutives doivent être séparée par au moins le
nombre de temps que dure une mesure. Autrement dit, il ne peut pas
réapparaître au même temps dans la mesure suivante, mais seulement au
temps qui suit, ou plus tard.
</p>

<p>
Les dissonances consécutives sont acceptées si le deuxième accord
produit une dissonance équivalente à la seconde majeure :
</p>

<ul class="org-ul">
<li>seconde majeure</li>
<li>septième mineure</li>
<li>neuvième majeure</li>
</ul>

<p>
On évite donc les dissonances harmoniques équivalentes à la seconde
mineure.
</p>

<p>
Pour éviter la monotonie, on évite de faire entendre plus de trois :
</p>

<ul class="org-ul">
<li>tierces consécutives</li>
<li>quartes consécutives</li>
<li>sixtes consécutives</li>
</ul>
</div>
</div>


<div id="outline-container-org1dcadfa" class="outline-4">
<h4 id="org1dcadfa"><span class="section-number-4">4.4.2</span> Parallèle</h4>
<div class="outline-text-4" id="text-4-4-2">
<p>
Les arrivées sur consonance parfaite par mouvement parallèle sont des
cas particuliers d’unissons, octaves ou quintes consécutifs, et sont
donc déconseillées.
</p>
</div>
</div>


<div id="outline-container-org1d397fd" class="outline-4">
<h4 id="org1d397fd"><span class="section-number-4">4.4.3</span> Direct</h4>
<div class="outline-text-4" id="text-4-4-3">
<p>
On évite le mouvement direct.
</p>

<p>
On l’évite encore plus lorsqu’il débouche sur :
</p>

<ul class="org-ul">
<li>une consonance parfaite
<ul class="org-ul">
<li>unisson</li>
<li>octave entre les voix extrêmes</li>
<li>quinte entre les voix extrêmes</li>
</ul></li>
<li>une dissonance harmonique équivalente à la seconde mineure</li>
</ul>
</div>
</div>


<div id="outline-container-org5ef1004" class="outline-4">
<h4 id="org5ef1004"><span class="section-number-4">4.4.4</span> Croisement</h4>
<div class="outline-text-4" id="text-4-4-4">
<p>
Le croisement est autorisé :
</p>

<ul class="org-ul">
<li>à partir de trois voix</li>
<li>pour des durées brèves</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org7f575bd" class="outline-3">
<h3 id="org7f575bd"><span class="section-number-3">4.5</span> Ornements</h3>
<div class="outline-text-3" id="text-4-5">
<p>
Ornements admis :
</p>

<ul class="org-ul">
<li>au premier temps de la mesure
<ul class="org-ul">
<li>retard supérieur</li>
</ul></li>
<li>ensuite
<ul class="org-ul">
<li>note de passage</li>
<li>broderie</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-orgbaa7b02" class="outline-3">
<h3 id="orgbaa7b02"><span class="section-number-3">4.6</span> Imitatif</h3>
<div class="outline-text-3" id="text-4-6">
<p>
Dans un contrepoint imitatif, les thèmes musicaux les plus marquants
sont repris de voix en voix, à l’état original ou sous forme de
variation. Ceci n’est nullement en contradiction avec l’esprit du
contrepoint du moment que les voix restent globalement indépendantes.
</p>
</div>
</div>


<div id="outline-container-org6895595" class="outline-3">
<h3 id="org6895595"><span class="section-number-3">4.7</span> Espèces</h3>
<div class="outline-text-3" id="text-4-7">
</div>
<div id="outline-container-orgd017702" class="outline-4">
<h4 id="orgd017702"><span class="section-number-4">4.7.1</span> Rythmes binaires</h4>
<div class="outline-text-4" id="text-4-7-1">
<p>
Mesure à deux temps :
</p>

<ol class="org-ol">
<li>temps fort</li>
<li>temps faible</li>
</ol>

<p>
Les rythmes utilisés sont :
</p>

<ul class="org-ul">
<li>rondes</li>
<li>blanches</li>
<li>noires</li>
<li>syncopes de blanches</li>
<li>fleuri : blanches, noires, syncopes de blanches</li>
</ul>

<p>
La dernière mesure ne contient que des rondes à toutes les voix, dans
toutes les espèces.
</p>
</div>
</div>
