grimoire/musica-07-chamuse.org
*** Deux voix

Les exercices de contrepoint à deux voix sont classés en cinq espèces :

| Espèce | Voix 1 | Voix 2               |
|--------+--------+----------------------|
|      1 | rondes | rondes               |
|      2 | rondes | blanches             |
|      3 | rondes | noires               |
|      4 | rondes | syncopes de blanches |
|      5 | rondes | fleuri               |

/Remarque/ : la voix 1 peut être plus grave ou plus aiguë que la voix 2


Règles particulières à deux voix :

  - première mesure : consonance parfaite
  - dernière mesure : unisson on octave

Deuxième espèce :

  - partie en blanches
    + première mesure
      * un silence puis une consonance parfaite
    + sur temps forts : notes essentielles
    + sur temps faibles : notes de passage, broderies

Troisième espèce :

  - partie en noires
    + première mesure
      * un silence puis trois noires
      * la première noire forme une consonance parfaite avec l’autre voix

Quatrième espèce :

  - partie en blanches syncopées
    + première mesure
      * demi-pause puis blanche
    + chaque blanche commence sur le temps faible de la mesure et est
      liée à une autre blanche sur le temps fort de la mesure suivante
    + la partie sur le temps fort constitue de préférence
      * un retard supérieur résolu par mouvement conjoint descendant
      * une note réelle
      * un retard inférieur consonant
	- formant quinte avec l’autre voix
	- qui se résout en faisant sixte avec l’autre voix
    + on peut remplacer la syncope par deux blanches distinctes
      * une fois au cours de l’oeuvre
      * une fois à l’avant-dernière mesure
  - autres
    + si la résolution est entendue en même temps que le retard
      * la résolution est à la basse
      * l’intervalle entre retard et résolution est au moins d’une 9e
    + on peut aligner plus de trois 3ces ou 6tes consécutives

Fleuri :

  - varier le rythme
    + deux mesures consécutives doivent avoir des rythmes différents
  - mesure : 2 noires & 1 blanche
    + la blanche se prolonge en syncope à la mesure suivante


*** Trois voix

|        Espèce | Voix 1 | Voix 2   | Voix 3               |
|---------------+--------+----------+----------------------|
|             1 | rondes | rondes   | rondes               |
|             2 | rondes | rondes   | blanches             |
|             3 | rondes | rondes   | noires               |
|             4 | rondes | rondes   | syncopes de blanches |
|---------------+--------+----------+----------------------|
| Petit mélange | rondes | blanches | noires               |
|               | rondes | noires   | syncopes de blanches |
|---------------+--------+----------+----------------------|
|        Fleuri | rondes | rondes   | fleuri               |
|               | rondes | fleuri   | fleuri               |


Règles particulières à trois voix :

  - entrée des voix
    + blanches et noires : octave ou quinte de l’accord
    + rondes et syncopes : peuvent commencer par la tierce de l’accord
    + les basses provisoires doivent correspondre à la fondamentale
  - accord complet
    + sur le premier temps de chaque mesure
    + à l’avant-dernière mesure
  - accords incomplets
    + première et dernière mesure
      * on peut supprimer la quinte ou la tierce des accords
    + ailleurs, deux accords incomplets maximum dans l’oeuvre


*** Quatre voix

|        Espèce | Voix 1 | Voix 2   | Voix 3   | Voix 4               |
|---------------+--------+----------+----------+----------------------|
|             1 | rondes | rondes   | rondes   | rondes               |
|             2 | rondes | rondes   | rondes   | blanches             |
|             3 | rondes | rondes   | rondes   | noires               |
|             4 | rondes | rondes   | rondes   | syncopes de blanches |
|---------------+--------+----------+----------+----------------------|
| Petit mélange | rondes | rondes   | blanches | noires               |
|               | rondes | rondes   | noires   | syncopes de blanches |
|---------------+--------+----------+----------+----------------------|
| Grand mélange | rondes | blanches | noires   | syncopes de blanches |
|---------------+--------+----------+----------+----------------------|
|        Fleuri | rondes | rondes   | rondes   | fleuri               |
|               | rondes | rondes   | fleuri   | fleuri               |
|               | rondes | fleuri   | fleuri   | fleuri               |


*** Rythmes ternaires & binaires

Mesure à trois temps : fort - faible - faible

Les rythmes utilisés sont :

  - rondes pointées
  - blanches
  - noires
  - syncopes de blanches
  - fleuri : blanches, noires, syncopes de blanches

La dernière mesure ne contient que des rondes pointées à toutes les voix.

Il s’agit d’une structure hybride ternaire et binaire :

  - 1 ronde pointée = 3 blanches
  - 1 blanche = 2 noires

On peut alors construire des espèces analogues aux espèces binaires :
il suffit de remplacer les rondes par des rondes pointées.


** Renversable

Un contrepoint est renversable si on peut modifier l’ordre des voix
(de la plus grave à la plus aiguë) tout en continuant à respecter les
règles que l’on s’est fixé.

Ces contrepoints portent des noms particuliers suivant le nombre de
voix utilisées :

| Nombre de voix | Nom       |
|----------------+-----------|
|              2 | double    |
|              3 | triple    |
|              4 | quadruple |


