grimoire/musica-07-chamuse.html


<div id="outline-container-org1f0183a" class="outline-4">
<h4 id="org1f0183a"><span class="section-number-4">4.7.2</span> Deux voix</h4>
<div class="outline-text-4" id="text-4-7-2">
<p>
Les exercices de contrepoint à deux voix sont classés en cinq espèces :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Espèce</th>
<th scope="col" class="org-left">Voix 1</th>
<th scope="col" class="org-left">Voix 2</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">rondes</td>
<td class="org-left">blanches</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">rondes</td>
<td class="org-left">noires</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">rondes</td>
<td class="org-left">syncopes de blanches</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">rondes</td>
<td class="org-left">fleuri</td>
</tr>
</tbody>
</table>

<p>
<i>Remarque</i> : la voix 1 peut être plus grave ou plus aiguë que la voix 2
</p>


<p>
Règles particulières à deux voix :
</p>

<ul class="org-ul">
<li>première mesure : consonance parfaite</li>
<li>dernière mesure : unisson on octave</li>
</ul>

<p>
Deuxième espèce :
</p>

<ul class="org-ul">
<li>partie en blanches
<ul class="org-ul">
<li>première mesure
<ul class="org-ul">
<li>un silence puis une consonance parfaite</li>
</ul></li>
<li>sur temps forts : notes essentielles</li>
<li>sur temps faibles : notes de passage, broderies</li>
</ul></li>
</ul>

<p>
Troisième espèce :
</p>

<ul class="org-ul">
<li>partie en noires
<ul class="org-ul">
<li>première mesure
<ul class="org-ul">
<li>un silence puis trois noires</li>
<li>la première noire forme une consonance parfaite avec l’autre voix</li>
</ul></li>
</ul></li>
</ul>

<p>
Quatrième espèce :
</p>

<ul class="org-ul">
<li>partie en blanches syncopées
<ul class="org-ul">
<li>première mesure
<ul class="org-ul">
<li>demi-pause puis blanche</li>
</ul></li>
<li>chaque blanche commence sur le temps faible de la mesure et est
liée à une autre blanche sur le temps fort de la mesure suivante</li>
<li>la partie sur le temps fort constitue de préférence
<ul class="org-ul">
<li>un retard supérieur résolu par mouvement conjoint descendant</li>
<li>une note réelle</li>
<li>un retard inférieur consonant
<ul class="org-ul">
<li>formant quinte avec l’autre voix</li>
<li>qui se résout en faisant sixte avec l’autre voix</li>
</ul></li>
</ul></li>
<li>on peut remplacer la syncope par deux blanches distinctes
<ul class="org-ul">
<li>une fois au cours de l’oeuvre</li>
<li>une fois à l’avant-dernière mesure</li>
</ul></li>
</ul></li>
<li>autres
<ul class="org-ul">
<li>si la résolution est entendue en même temps que le retard
<ul class="org-ul">
<li>la résolution est à la basse</li>
<li>l’intervalle entre retard et résolution est au moins d’une 9e</li>
</ul></li>
<li>on peut aligner plus de trois 3ces ou 6tes consécutives</li>
</ul></li>
</ul>

<p>
Fleuri :
</p>

<ul class="org-ul">
<li>varier le rythme
<ul class="org-ul">
<li>deux mesures consécutives doivent avoir des rythmes différents</li>
</ul></li>
<li>mesure : 2 noires &amp; 1 blanche
<ul class="org-ul">
<li>la blanche se prolonge en syncope à la mesure suivante</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-orgb064a8f" class="outline-4">
<h4 id="orgb064a8f"><span class="section-number-4">4.7.3</span> Trois voix</h4>
<div class="outline-text-4" id="text-4-7-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Espèce</th>
<th scope="col" class="org-left">Voix 1</th>
<th scope="col" class="org-left">Voix 2</th>
<th scope="col" class="org-left">Voix 3</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
</tr>

<tr>
<td class="org-left">2</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">blanches</td>
</tr>

<tr>
<td class="org-left">3</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">noires</td>
</tr>

<tr>
<td class="org-left">4</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">syncopes de blanches</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Petit mélange</td>
<td class="org-left">rondes</td>
<td class="org-left">blanches</td>
<td class="org-left">noires</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">rondes</td>
<td class="org-left">noires</td>
<td class="org-left">syncopes de blanches</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Fleuri</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">fleuri</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">rondes</td>
<td class="org-left">fleuri</td>
<td class="org-left">fleuri</td>
</tr>
</tbody>
</table>


<p>
Règles particulières à trois voix :
</p>

<ul class="org-ul">
<li>entrée des voix
<ul class="org-ul">
<li>blanches et noires : octave ou quinte de l’accord</li>
<li>rondes et syncopes : peuvent commencer par la tierce de l’accord</li>
<li>les basses provisoires doivent correspondre à la fondamentale</li>
</ul></li>
<li>accord complet
<ul class="org-ul">
<li>sur le premier temps de chaque mesure</li>
<li>à l’avant-dernière mesure</li>
</ul></li>
<li>accords incomplets
<ul class="org-ul">
<li>première et dernière mesure
<ul class="org-ul">
<li>on peut supprimer la quinte ou la tierce des accords</li>
</ul></li>
<li>ailleurs, deux accords incomplets maximum dans l’oeuvre</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-orgb7d7f57" class="outline-4">
<h4 id="orgb7d7f57"><span class="section-number-4">4.7.4</span> Quatre voix</h4>
<div class="outline-text-4" id="text-4-7-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Espèce</th>
<th scope="col" class="org-left">Voix 1</th>
<th scope="col" class="org-left">Voix 2</th>
<th scope="col" class="org-left">Voix 3</th>
<th scope="col" class="org-left">Voix 4</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
</tr>

<tr>
<td class="org-left">2</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">blanches</td>
</tr>

<tr>
<td class="org-left">3</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">noires</td>
</tr>

<tr>
<td class="org-left">4</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">syncopes de blanches</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Petit mélange</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">blanches</td>
<td class="org-left">noires</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">noires</td>
<td class="org-left">syncopes de blanches</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Grand mélange</td>
<td class="org-left">rondes</td>
<td class="org-left">blanches</td>
<td class="org-left">noires</td>
<td class="org-left">syncopes de blanches</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Fleuri</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">fleuri</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">rondes</td>
<td class="org-left">rondes</td>
<td class="org-left">fleuri</td>
<td class="org-left">fleuri</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">rondes</td>
<td class="org-left">fleuri</td>
<td class="org-left">fleuri</td>
<td class="org-left">fleuri</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgbc5f580" class="outline-4">
<h4 id="orgbc5f580"><span class="section-number-4">4.7.5</span> Rythmes ternaires &amp; binaires</h4>
<div class="outline-text-4" id="text-4-7-5">
<p>
Mesure à trois temps : fort - faible - faible
</p>

<p>
Les rythmes utilisés sont :
</p>

<ul class="org-ul">
<li>rondes pointées</li>
<li>blanches</li>
<li>noires</li>
<li>syncopes de blanches</li>
<li>fleuri : blanches, noires, syncopes de blanches</li>
</ul>

<p>
La dernière mesure ne contient que des rondes pointées à toutes les voix.
</p>

<p>
Il s’agit d’une structure hybride ternaire et binaire :
</p>

<ul class="org-ul">
<li>1 ronde pointée = 3 blanches</li>
<li>1 blanche = 2 noires</li>
</ul>

<p>
On peut alors construire des espèces analogues aux espèces binaires :
il suffit de remplacer les rondes par des rondes pointées.
</p>
</div>
</div>
</div>


<div id="outline-container-orgf368709" class="outline-3">
<h3 id="orgf368709"><span class="section-number-3">4.8</span> Renversable</h3>
<div class="outline-text-3" id="text-4-8">
<p>
Un contrepoint est renversable si on peut modifier l’ordre des voix
(de la plus grave à la plus aiguë) tout en continuant à respecter les
règles que l’on s’est fixé.
</p>

<p>
Ces contrepoints portent des noms particuliers suivant le nombre de
voix utilisées :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre de voix</th>
<th scope="col" class="org-left">Nom</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-left">double</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">triple</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">quadruple</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
