grimoire/musica-07-chamuse.org
* Fugue

#+TOC: headlines 1 local


** Exposition

#+ATTR_HTML: :class plat
| A | : | tête de sujet | sujet | coda    | contre-sujet |
| B | : |               |       | réponse | réponse      |


*** Sujet

  - Trois éléments

    + Tête du sujet : motif caractéristique

  - Unité rythmique : pas trop de rythmes différents

  - Ambitus maximum de 6te M ou de 7e dim

  - Clarté harmonique

  - Commence par la fondamentale, 3ce ou 5te du ton principal

  - Se termine par la fondamentale, 3ce du ton principal ou sur la dominante


*** Réponse

  - Commence avec la dernière note du sujet ou juste après

  - Entre sur 8ve, 5te, 3ce M/m, 6te M/m


**** Transposée

  - À la 5te supérieure

  - Mutation : notes transposées d’une 4te et non d’une 5te

    + Tête de sujet commençant par la dominante ou la sensible inférieure

    + Tête de sujet allant vers la dominante

    + Modulation à la dominante dans le sujet


*** Coda

Court passage qui peut être ajouté pour faciliter l’entrée de la réponse.


** Contre-exposition

Exposition inversée : réponse puis sujet dans des voix qui sont jusque
là restée silencieuses.

Optionnel.


** Autres éléments

  - Divertissement modulant
  - Strette
  - Pédale : tonique ou dominante



** Accords utilisés

  - Parfaits majeurs & mineurs

    + État fondamental ou premier renversement

    + Second renversement : discrètement

  - Accord de 5te dim

  - Accord de 5te aug (sur le 3e degré en mineur)

  - Accord de 7e diminuée


** Schéma

  - Exposition
  - Divertissement
  - Contre-exposition
  - Divertissement
  - Sujet au relatif majeur ou mineur
  - Réponse à la dominante du relatif
  - Divertissement
  - Sujet à la sous-dominante
  - Réponse à la sous-dominante du relatif
  - Divertissement
  - Sujet à la dominante
  - Pédale de dominante
  - Strette : exposition complète
  - Divertissement
  - Strette du contre-sujet
  - Strette plus serré
  - Strette très serré : canon
    + Dans le ton de l’exposition
  - Dernier sujet : pédale de tonique


* Jazz


** Voicing

  - Accord de 7e

    + La 5te peut être supprimée

  - Au-dessus : teintures

    + Une tierce au-dessus de la 7e : 9e

    + Une tierce sous la fondamentae : 13e

  - Une des teintures peut se glisser entre les notes de
    l’accord de 7e


Exemple avec /sol si ré fa/ :

  - Sans 5te : /sol si fa/

  - Au-dessus : /mi/ & /la/

  - Résultat : /sol si fa mi la/

  - Si on glisse /mi/ dans l’accord de 7e : /sol si mi fa la/


* Instruments

#+TOC: headlines 1 local


** Chant

De la tessiture la plus aiguë à la plus grave :

  - soprano
  - mezzo-soprano
  - alto
  - haute-contre, contralto, contreténor
  - ténor
  - baryton
  - basse


** Cordes

La famille des cordes se subdivise en plusieurs sous-familles :

  - cordes pincées
  - cordes frappées
  - cordes frottées


*** Cordes pincées

De type guitare :

  - guitare
  - mandoline
  - banjo
  - luth
  - théorbe
  - sitar indienne

Sur table :

  - cithare autrichienne
  - guzheng chinois

Avec clavier :

  - clavecin


*** Cordes frappées

  - cymbalum
  - clavicorde, ancêtre du piano
  - pianoforte : proche du piano moderne
  - piano


*** Cordes frottées

De la tessiture la plus aiguë à la plus grave :

  - violon
  - violon alto
  - violoncelle
  - contrebasse


** Bois

Les bois sont des instruments à vent. La famille des bois se subdivise
en plusieurs sous-familles :

  - biseau
  - anche libre
  - anche simple
  - anche double

De la tessiture la plus aiguë à la plus grave :

  - piccolo
  - flûte, flûte traversière
  - clarinette
  - hautbois
  - basson

Les haubois, de la tessiture la plus aiguë à la plus grave :

  - musette, ou hautbois piccolo
  - hautbois en ut
  - hautbois d’amour
  - cor anglais
  - hautbois baryton

Les hautbois baroques, de la tessiture la plus aiguë à la plus grave :

  - musette de cour
  - hautbois baroque
  - hautbois d’amour baroque
  - hautbois da caccia


*** Biseau

  - flûte
  - jeux à bouche d’orgue


*** Anche libre

  - harmonica
  - accordéon


*** Anche simple

  - clarinettes
  - saxophones

/Remarque :/ les saxophones possèdent un système de vibration à anche
simple comme les clarinettes. Bien que construits en métal, ils sont
donc placés parmi les bois


*** Anche double

  - hautbois
  - basson


