grimoire/musica-07-chamuse.html


<div id="outline-container-org2fe530d" class="outline-2">
<h2 id="org2fe530d"><span class="section-number-2">5</span> Fugue</h2>
<div class="outline-text-2" id="text-5">
<div id="text-table-of-contents">
<ul>
<li><a href="#orge410c88">5.1. Exposition</a></li>
<li><a href="#org0e00fe5">5.2. Contre-exposition</a></li>
<li><a href="#orgc1a9527">5.3. Autres éléments</a></li>
<li><a href="#org80dc1aa">5.4. Accords utilisés</a></li>
<li><a href="#org70ad1c6">5.5. Schéma</a></li>
</ul>
</div>
</div>


<div id="outline-container-orge410c88" class="outline-3">
<h3 id="orge410c88"><span class="section-number-3">5.1</span> Exposition</h3>
<div class="outline-text-3" id="text-5-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">tête de sujet</td>
<td class="org-left">sujet</td>
<td class="org-left">coda</td>
<td class="org-left">contre-sujet</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">réponse</td>
<td class="org-left">réponse</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-org8790424" class="outline-4">
<h4 id="org8790424"><span class="section-number-4">5.1.1</span> Sujet</h4>
<div class="outline-text-4" id="text-5-1-1">
<ul class="org-ul">
<li>Trois éléments

<ul class="org-ul">
<li>Tête du sujet : motif caractéristique</li>
</ul></li>

<li>Unité rythmique : pas trop de rythmes différents</li>

<li>Ambitus maximum de 6te M ou de 7e dim</li>

<li>Clarté harmonique</li>

<li>Commence par la fondamentale, 3ce ou 5te du ton principal</li>

<li>Se termine par la fondamentale, 3ce du ton principal ou sur la dominante</li>
</ul>
</div>
</div>


<div id="outline-container-org87c64bb" class="outline-4">
<h4 id="org87c64bb"><span class="section-number-4">5.1.2</span> Réponse</h4>
<div class="outline-text-4" id="text-5-1-2">
<ul class="org-ul">
<li>Commence avec la dernière note du sujet ou juste après</li>

<li>Entre sur 8ve, 5te, 3ce M/m, 6te M/m</li>
</ul>
</div>


<div id="outline-container-org860de85" class="outline-5">
<h5 id="org860de85"><span class="section-number-5">5.1.2.1</span> Transposée</h5>
<div class="outline-text-5" id="text-5-1-2-1">
<ul class="org-ul">
<li>À la 5te supérieure</li>

<li>Mutation : notes transposées d’une 4te et non d’une 5te

<ul class="org-ul">
<li>Tête de sujet commençant par la dominante ou la sensible inférieure</li>

<li>Tête de sujet allant vers la dominante</li>

<li>Modulation à la dominante dans le sujet</li>
</ul></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org0173759" class="outline-4">
<h4 id="org0173759"><span class="section-number-4">5.1.3</span> Coda</h4>
<div class="outline-text-4" id="text-5-1-3">
<p>
Court passage qui peut être ajouté pour faciliter l’entrée de la réponse.
</p>
</div>
</div>
</div>


<div id="outline-container-org0e00fe5" class="outline-3">
<h3 id="org0e00fe5"><span class="section-number-3">5.2</span> Contre-exposition</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Exposition inversée : réponse puis sujet dans des voix qui sont jusque
là restée silencieuses.
</p>

<p>
Optionnel.
</p>
</div>
</div>


<div id="outline-container-orgc1a9527" class="outline-3">
<h3 id="orgc1a9527"><span class="section-number-3">5.3</span> Autres éléments</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>Divertissement modulant</li>
<li>Strette</li>
<li>Pédale : tonique ou dominante</li>
</ul>
</div>
</div>



<div id="outline-container-org80dc1aa" class="outline-3">
<h3 id="org80dc1aa"><span class="section-number-3">5.4</span> Accords utilisés</h3>
<div class="outline-text-3" id="text-5-4">
<ul class="org-ul">
<li>Parfaits majeurs &amp; mineurs

<ul class="org-ul">
<li>État fondamental ou premier renversement</li>

<li>Second renversement : discrètement</li>
</ul></li>

<li>Accord de 5te dim</li>

<li>Accord de 5te aug (sur le 3e degré en mineur)</li>

<li>Accord de 7e diminuée</li>
</ul>
</div>
</div>


<div id="outline-container-org70ad1c6" class="outline-3">
<h3 id="org70ad1c6"><span class="section-number-3">5.5</span> Schéma</h3>
<div class="outline-text-3" id="text-5-5">
<ul class="org-ul">
<li>Exposition</li>
<li>Divertissement</li>
<li>Contre-exposition</li>
<li>Divertissement</li>
<li>Sujet au relatif majeur ou mineur</li>
<li>Réponse à la dominante du relatif</li>
<li>Divertissement</li>
<li>Sujet à la sous-dominante</li>
<li>Réponse à la sous-dominante du relatif</li>
<li>Divertissement</li>
<li>Sujet à la dominante</li>
<li>Pédale de dominante</li>
<li>Strette : exposition complète</li>
<li>Divertissement</li>
<li>Strette du contre-sujet</li>
<li>Strette plus serré</li>
<li>Strette très serré : canon
<ul class="org-ul">
<li>Dans le ton de l’exposition</li>
</ul></li>
<li>Dernier sujet : pédale de tonique</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org3139cbb" class="outline-2">
<h2 id="org3139cbb"><span class="section-number-2">6</span> Jazz</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orge420fb6" class="outline-3">
<h3 id="orge420fb6"><span class="section-number-3">6.1</span> Voicing</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>Accord de 7e

<ul class="org-ul">
<li>La 5te peut être supprimée</li>
</ul></li>

<li>Au-dessus : teintures

<ul class="org-ul">
<li>Une tierce au-dessus de la 7e : 9e</li>

<li>Une tierce sous la fondamentae : 13e</li>
</ul></li>

<li>Une des teintures peut se glisser entre les notes de
l’accord de 7e</li>
</ul>


<p>
Exemple avec <i>sol si ré fa</i> :
</p>

<ul class="org-ul">
<li>Sans 5te : <i>sol si fa</i></li>

<li>Au-dessus : <i>mi</i> &amp; <i>la</i></li>

<li>Résultat : <i>sol si fa mi la</i></li>

<li>Si on glisse <i>mi</i> dans l’accord de 7e : <i>sol si mi fa la</i></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgb5ec3ea" class="outline-2">
<h2 id="orgb5ec3ea"><span class="section-number-2">7</span> Instruments</h2>
<div class="outline-text-2" id="text-7">
<div id="text-table-of-contents">
<ul>
<li><a href="#org91c20f5">7.1. Chant</a></li>
<li><a href="#org64b6220">7.2. Cordes</a></li>
<li><a href="#orgaf97305">7.3. Bois</a></li>
<li><a href="#org8ca9dd2">7.4. Cuivres</a></li>
<li><a href="#org5a8c3e7">7.5. Percussions</a></li>
<li><a href="#orgbc085b2">7.6. Clavier</a></li>
</ul>
</div>
</div>


<div id="outline-container-org91c20f5" class="outline-3">
<h3 id="org91c20f5"><span class="section-number-3">7.1</span> Chant</h3>
<div class="outline-text-3" id="text-7-1">
<p>
De la tessiture la plus aiguë à la plus grave :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>mezzo-soprano</li>
<li>alto</li>
<li>haute-contre, contralto, contreténor</li>
<li>ténor</li>
<li>baryton</li>
<li>basse</li>
</ul>
</div>
</div>


<div id="outline-container-org64b6220" class="outline-3">
<h3 id="org64b6220"><span class="section-number-3">7.2</span> Cordes</h3>
<div class="outline-text-3" id="text-7-2">
<p>
La famille des cordes se subdivise en plusieurs sous-familles :
</p>

<ul class="org-ul">
<li>cordes pincées</li>
<li>cordes frappées</li>
<li>cordes frottées</li>
</ul>
</div>


<div id="outline-container-org0ddb837" class="outline-4">
<h4 id="org0ddb837"><span class="section-number-4">7.2.1</span> Cordes pincées</h4>
<div class="outline-text-4" id="text-7-2-1">
<p>
De type guitare :
</p>

<ul class="org-ul">
<li>guitare</li>
<li>mandoline</li>
<li>banjo</li>
<li>luth</li>
<li>théorbe</li>
<li>sitar indienne</li>
</ul>

<p>
Sur table :
</p>

<ul class="org-ul">
<li>cithare autrichienne</li>
<li>guzheng chinois</li>
</ul>

<p>
Avec clavier :
</p>

<ul class="org-ul">
<li>clavecin</li>
</ul>
</div>
</div>


<div id="outline-container-org9188f48" class="outline-4">
<h4 id="org9188f48"><span class="section-number-4">7.2.2</span> Cordes frappées</h4>
<div class="outline-text-4" id="text-7-2-2">
<ul class="org-ul">
<li>cymbalum</li>
<li>clavicorde, ancêtre du piano</li>
<li>pianoforte : proche du piano moderne</li>
<li>piano</li>
</ul>
</div>
</div>


<div id="outline-container-org0f73864" class="outline-4">
<h4 id="org0f73864"><span class="section-number-4">7.2.3</span> Cordes frottées</h4>
<div class="outline-text-4" id="text-7-2-3">
<p>
De la tessiture la plus aiguë à la plus grave :
</p>

<ul class="org-ul">
<li>violon</li>
<li>violon alto</li>
<li>violoncelle</li>
<li>contrebasse</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgaf97305" class="outline-3">
<h3 id="orgaf97305"><span class="section-number-3">7.3</span> Bois</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Les bois sont des instruments à vent. La famille des bois se subdivise
en plusieurs sous-familles :
</p>

<ul class="org-ul">
<li>biseau</li>
<li>anche libre</li>
<li>anche simple</li>
<li>anche double</li>
</ul>

<p>
De la tessiture la plus aiguë à la plus grave :
</p>

<ul class="org-ul">
<li>piccolo</li>
<li>flûte, flûte traversière</li>
<li>clarinette</li>
<li>hautbois</li>
<li>basson</li>
</ul>

<p>
Les haubois, de la tessiture la plus aiguë à la plus grave :
</p>

<ul class="org-ul">
<li>musette, ou hautbois piccolo</li>
<li>hautbois en ut</li>
<li>hautbois d’amour</li>
<li>cor anglais</li>
<li>hautbois baryton</li>
</ul>

<p>
Les hautbois baroques, de la tessiture la plus aiguë à la plus grave :
</p>

<ul class="org-ul">
<li>musette de cour</li>
<li>hautbois baroque</li>
<li>hautbois d’amour baroque</li>
<li>hautbois da caccia</li>
</ul>
</div>


<div id="outline-container-org172dc88" class="outline-4">
<h4 id="org172dc88"><span class="section-number-4">7.3.1</span> Biseau</h4>
<div class="outline-text-4" id="text-7-3-1">
<ul class="org-ul">
<li>flûte</li>
<li>jeux à bouche d’orgue</li>
</ul>
</div>
</div>


<div id="outline-container-orgebb71b0" class="outline-4">
<h4 id="orgebb71b0"><span class="section-number-4">7.3.2</span> Anche libre</h4>
<div class="outline-text-4" id="text-7-3-2">
<ul class="org-ul">
<li>harmonica</li>
<li>accordéon</li>
</ul>
</div>
</div>


<div id="outline-container-org6e83fff" class="outline-4">
<h4 id="org6e83fff"><span class="section-number-4">7.3.3</span> Anche simple</h4>
<div class="outline-text-4" id="text-7-3-3">
<ul class="org-ul">
<li>clarinettes</li>
<li>saxophones</li>
</ul>

<p>
<i>Remarque :</i> les saxophones possèdent un système de vibration à anche
simple comme les clarinettes. Bien que construits en métal, ils sont
donc placés parmi les bois
</p>
</div>
</div>
