grimoire/musica-07-chamuse.org
** Cuivres

Les cuivres sont des instruments à vent qui utilisent la vibration des
lèvres dans une embouchure pour produire un son. La famille des
cuivres contient les trompettes, trombones, cors, clairons, tubas,
etc.

La famille des cuivres se subdivise en plusieurs sous-familles :

  - perce cylindrique
  - perce conique
  - perce hybride

De la tessiture la plus aiguë à la plus grave :

  - trompette
  - cor
  - trombone
  - tuba


*** Perce cylindrique

  - trompette
  - trombone


*** Perce conique

  - clairon
  - tuba


*** Perce hybride

  - cor
  - cornet à piston


** Percussions

Les percussions se caractérisent par leur son libre. Une fois le son
entamé, il est en effet impossible de le contrôler, et en particulier
de l’arrêter. La décroissance du volume dépend donc uniquement de
l’instrument.

Il existe plusieurs sous-famille de percussions :

  - membranophones, ou peaux

  - résonnants

  - bois

  - autres

La fonction principale des percussions est le support rythmique. Il
existe toutefois des instruments percussifs permettant de jouer des
mélodies, comme le xylophone, le balafon, ou le vibraphone.


*** Membraphones

  - tambours
  - caisses
  - tambourins
  - timbales


*** Résonnants

  - vibraphone
  - glockenspiel
  - célesta


*** Bois

  - xylophone
  - balafon
  - marimba


*** Autres

  - cymbales
  - claves
  - castagnettes
  - maracas


** Clavier

Les principaux instruments à clavier :

  - clavecin
  - clavicorde
  - pianoforte
  - piano
  - orgue

 Citons aussi :

  - l’accordéon, qui possède une sorte de clavier
  - le synthétiseur


* Formations musicales

#+TOC: headlines 1 local


** Choeur

Quatuor :

  - soprano
  - alto
  - ténor
  - basse

Septuor :

  - soprano
  - mezzo-soprano
  - alto
  - haute-contre, contralto, contreténor
  - ténor
  - baryton
  - basse


** Cordes frottées

Le célèbre quatuor à cordes :

  - 2 violons
  - violon alto
  - violoncelle

Les quintettes à corde :

  - Variante 1
    + 2 violons
    + violon alto
    + violoncelle
    + contrebasse
  - Variante 2
    + 2 violons
    + 2 violons alto
    + violoncelle
  - Variante 3
    + 2 violons
    + violon alto
    + 2 violoncelles

Mais aussi, pourquoi pas :

  - violon
  - violon alto
  - violoncelle
  - contrebasse


** Bois

Quintette :

  - Flûte
  - Hautbois
  - Clarinette
  - Cor anglais
  - Basson


** Hybride

Quatuor à cordes & piano :

  - 2 violons
  - violon alto
  - violoncelle
  - piano

Quintette à cordes & piano :

  - 2 violons
  - violon alto
  - violoncelle
  - contrebasse
  - piano


** Petits ensembles


*** Mélodie et Harmonie

Dans les petits ensembles de type quatuor, on peut répartir les rôles
comme suit :

  - par définition, la basse des accords à la Basse, ou une pédale le cas échéant
  - le reste des accords, plaqués ou arpégés, au Ténor
  - une première mélodie au Soprano
  - une seconde mélodie à l'Alto

Les deux voix les plus graves forment alors ce que l’époque baroque
appelait le *continuo*, tandis que les deux voix les plus aiguës
forment un duo mélodique.

Toutes les variantes de ce schéma sont possibles : les rôles des voix
peuvent être permutés à tout moment ; la Basse peut admettre d’autre
notes de l’accord, voire passer d’une fonction principalement
harmonique à un rôle mélodique, le Ténor également ; le Soprano et
l'Alto peuvent abandonner la mélodie pour faire entendre une pédale,
etc.

/Remarque/ : dans le cas où le ténor fait entendre des accords
plaqués, il peut y avoir plus de quatre voix simultanées. Ce n’est
plus alors un quatuor au sens strict, mais un ensemble de quatre
instruments. Dans la musique instrumentale de l’époque baroque, la
basse était jouée par un violoncelle, une contrebasse ou un basson et
le reste du continuo par un clavecin, un luth ou un orgue. Les autres
voix étaient interprétées par des violons ou des flûtes.


* Orchestration

#+TOC: headlines 1 local


** Voix humaine

La voix humaine évolue le plus aisément par mouvements conjoints, avec
de temps en temps des sauts de quinte, quarte ou tierce. Il faut
éviter les intervalles mélodiques de plus d’une sixte mineure, à
l’exception de l’octave qui est accepté.

Les chanteurs doivent respirer, il faut donc placer des silences
réguliers.

La voix humaine est principalement utilisée pour le chant, et
reproduit alors l’intonation naturelle ou expressive d’un texte.


** Guitares & Violons

Les guitares, violons et dérivés effectuent souvent des sauts entre
les cordes à partir d’une position des doigts fixe. Des lignes
composites se forment alors naturellement.


** Bois

Les bois doivent respirer, il faut donc placer des silences réguliers.


** Cuivres

Les cuivres sont à l’aise avec les répétitions de notes. Ils peinent
par contre à effectuer des sauts.

Ces instruments nécessitent beaucoup de souffle, il faut donc prévoir
des silences rapprochés.


