grimoire/musica-07-chamuse.html


<div id="outline-container-org5c0e3db" class="outline-4">
<h4 id="org5c0e3db"><span class="section-number-4">7.3.4</span> Anche double</h4>
<div class="outline-text-4" id="text-7-3-4">
<ul class="org-ul">
<li>hautbois</li>
<li>basson</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org8ca9dd2" class="outline-3">
<h3 id="org8ca9dd2"><span class="section-number-3">7.4</span> Cuivres</h3>
<div class="outline-text-3" id="text-7-4">
<p>
Les cuivres sont des instruments à vent qui utilisent la vibration des
lèvres dans une embouchure pour produire un son. La famille des
cuivres contient les trompettes, trombones, cors, clairons, tubas,
etc.
</p>

<p>
La famille des cuivres se subdivise en plusieurs sous-familles :
</p>

<ul class="org-ul">
<li>perce cylindrique</li>
<li>perce conique</li>
<li>perce hybride</li>
</ul>

<p>
De la tessiture la plus aiguë à la plus grave :
</p>

<ul class="org-ul">
<li>trompette</li>
<li>cor</li>
<li>trombone</li>
<li>tuba</li>
</ul>
</div>


<div id="outline-container-orga1c7dc3" class="outline-4">
<h4 id="orga1c7dc3"><span class="section-number-4">7.4.1</span> Perce cylindrique</h4>
<div class="outline-text-4" id="text-7-4-1">
<ul class="org-ul">
<li>trompette</li>
<li>trombone</li>
</ul>
</div>
</div>


<div id="outline-container-orgff29975" class="outline-4">
<h4 id="orgff29975"><span class="section-number-4">7.4.2</span> Perce conique</h4>
<div class="outline-text-4" id="text-7-4-2">
<ul class="org-ul">
<li>clairon</li>
<li>tuba</li>
</ul>
</div>
</div>


<div id="outline-container-org31e7ffb" class="outline-4">
<h4 id="org31e7ffb"><span class="section-number-4">7.4.3</span> Perce hybride</h4>
<div class="outline-text-4" id="text-7-4-3">
<ul class="org-ul">
<li>cor</li>
<li>cornet à piston</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org5a8c3e7" class="outline-3">
<h3 id="org5a8c3e7"><span class="section-number-3">7.5</span> Percussions</h3>
<div class="outline-text-3" id="text-7-5">
<p>
Les percussions se caractérisent par leur son libre. Une fois le son
entamé, il est en effet impossible de le contrôler, et en particulier
de l’arrêter. La décroissance du volume dépend donc uniquement de
l’instrument.
</p>

<p>
Il existe plusieurs sous-famille de percussions :
</p>

<ul class="org-ul">
<li>membranophones, ou peaux</li>

<li>résonnants</li>

<li>bois</li>

<li>autres</li>
</ul>

<p>
La fonction principale des percussions est le support rythmique. Il
existe toutefois des instruments percussifs permettant de jouer des
mélodies, comme le xylophone, le balafon, ou le vibraphone.
</p>
</div>


<div id="outline-container-org1fb252d" class="outline-4">
<h4 id="org1fb252d"><span class="section-number-4">7.5.1</span> Membraphones</h4>
<div class="outline-text-4" id="text-7-5-1">
<ul class="org-ul">
<li>tambours</li>
<li>caisses</li>
<li>tambourins</li>
<li>timbales</li>
</ul>
</div>
</div>


<div id="outline-container-orgfb9a0dc" class="outline-4">
<h4 id="orgfb9a0dc"><span class="section-number-4">7.5.2</span> Résonnants</h4>
<div class="outline-text-4" id="text-7-5-2">
<ul class="org-ul">
<li>vibraphone</li>
<li>glockenspiel</li>
<li>célesta</li>
</ul>
</div>
</div>


<div id="outline-container-orgfff90e0" class="outline-4">
<h4 id="orgfff90e0"><span class="section-number-4">7.5.3</span> Bois</h4>
<div class="outline-text-4" id="text-7-5-3">
<ul class="org-ul">
<li>xylophone</li>
<li>balafon</li>
<li>marimba</li>
</ul>
</div>
</div>


<div id="outline-container-orga126e78" class="outline-4">
<h4 id="orga126e78"><span class="section-number-4">7.5.4</span> Autres</h4>
<div class="outline-text-4" id="text-7-5-4">
<ul class="org-ul">
<li>cymbales</li>
<li>claves</li>
<li>castagnettes</li>
<li>maracas</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgbc085b2" class="outline-3">
<h3 id="orgbc085b2"><span class="section-number-3">7.6</span> Clavier</h3>
<div class="outline-text-3" id="text-7-6">
<p>
Les principaux instruments à clavier :
</p>

<ul class="org-ul">
<li>clavecin</li>
<li>clavicorde</li>
<li>pianoforte</li>
<li>piano</li>
<li>orgue</li>
</ul>

<p>
Citons aussi :
</p>

<ul class="org-ul">
<li>l’accordéon, qui possède une sorte de clavier</li>
<li>le synthétiseur</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org9c26b08" class="outline-2">
<h2 id="org9c26b08"><span class="section-number-2">8</span> Formations musicales</h2>
<div class="outline-text-2" id="text-8">
<div id="text-table-of-contents">
<ul>
<li><a href="#org5bf0ee2">8.1. Choeur</a></li>
<li><a href="#orgb0e0976">8.2. Cordes frottées</a></li>
<li><a href="#org79355f8">8.3. Bois</a></li>
<li><a href="#org15853ab">8.4. Hybride</a></li>
<li><a href="#orgd19d523">8.5. Petits ensembles</a></li>
</ul>
</div>
</div>


<div id="outline-container-org5bf0ee2" class="outline-3">
<h3 id="org5bf0ee2"><span class="section-number-3">8.1</span> Choeur</h3>
<div class="outline-text-3" id="text-8-1">
<p>
Quatuor :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>alto</li>
<li>ténor</li>
<li>basse</li>
</ul>

<p>
Septuor :
</p>

<ul class="org-ul">
<li>soprano</li>
<li>mezzo-soprano</li>
<li>alto</li>
<li>haute-contre, contralto, contreténor</li>
<li>ténor</li>
<li>baryton</li>
<li>basse</li>
</ul>
</div>
</div>


<div id="outline-container-orgb0e0976" class="outline-3">
<h3 id="orgb0e0976"><span class="section-number-3">8.2</span> Cordes frottées</h3>
<div class="outline-text-3" id="text-8-2">
<p>
Le célèbre quatuor à cordes :
</p>

<ul class="org-ul">
<li>2 violons</li>
<li>violon alto</li>
<li>violoncelle</li>
</ul>

<p>
Les quintettes à corde :
</p>

<ul class="org-ul">
<li>Variante 1
<ul class="org-ul">
<li>2 violons</li>
<li>violon alto</li>
<li>violoncelle</li>
<li>contrebasse</li>
</ul></li>
<li>Variante 2
<ul class="org-ul">
<li>2 violons</li>
<li>2 violons alto</li>
<li>violoncelle</li>
</ul></li>
<li>Variante 3
<ul class="org-ul">
<li>2 violons</li>
<li>violon alto</li>
<li>2 violoncelles</li>
</ul></li>
</ul>

<p>
Mais aussi, pourquoi pas :
</p>

<ul class="org-ul">
<li>violon</li>
<li>violon alto</li>
<li>violoncelle</li>
<li>contrebasse</li>
</ul>
</div>
</div>


<div id="outline-container-org79355f8" class="outline-3">
<h3 id="org79355f8"><span class="section-number-3">8.3</span> Bois</h3>
<div class="outline-text-3" id="text-8-3">
<p>
Quintette :
</p>

<ul class="org-ul">
<li>Flûte</li>
<li>Hautbois</li>
<li>Clarinette</li>
<li>Cor anglais</li>
<li>Basson</li>
</ul>
</div>
</div>


<div id="outline-container-org15853ab" class="outline-3">
<h3 id="org15853ab"><span class="section-number-3">8.4</span> Hybride</h3>
<div class="outline-text-3" id="text-8-4">
<p>
Quatuor à cordes &amp; piano :
</p>

<ul class="org-ul">
<li>2 violons</li>
<li>violon alto</li>
<li>violoncelle</li>
<li>piano</li>
</ul>

<p>
Quintette à cordes &amp; piano :
</p>

<ul class="org-ul">
<li>2 violons</li>
<li>violon alto</li>
<li>violoncelle</li>
<li>contrebasse</li>
<li>piano</li>
</ul>
</div>
</div>


<div id="outline-container-orgd19d523" class="outline-3">
<h3 id="orgd19d523"><span class="section-number-3">8.5</span> Petits ensembles</h3>
<div class="outline-text-3" id="text-8-5">
</div>
<div id="outline-container-org478fec7" class="outline-4">
<h4 id="org478fec7"><span class="section-number-4">8.5.1</span> Mélodie et Harmonie</h4>
<div class="outline-text-4" id="text-8-5-1">
<p>
Dans les petits ensembles de type quatuor, on peut répartir les rôles
comme suit :
</p>

<ul class="org-ul">
<li>par définition, la basse des accords à la Basse, ou une pédale le cas échéant</li>
<li>le reste des accords, plaqués ou arpégés, au Ténor</li>
<li>une première mélodie au Soprano</li>
<li>une seconde mélodie à l'Alto</li>
</ul>

<p>
Les deux voix les plus graves forment alors ce que l’époque baroque
appelait le <b>continuo</b>, tandis que les deux voix les plus aiguës
forment un duo mélodique.
</p>

<p>
Toutes les variantes de ce schéma sont possibles : les rôles des voix
peuvent être permutés à tout moment ; la Basse peut admettre d’autre
notes de l’accord, voire passer d’une fonction principalement
harmonique à un rôle mélodique, le Ténor également ; le Soprano et
l'Alto peuvent abandonner la mélodie pour faire entendre une pédale,
etc.
</p>

<p>
<i>Remarque</i> : dans le cas où le ténor fait entendre des accords
plaqués, il peut y avoir plus de quatre voix simultanées. Ce n’est
plus alors un quatuor au sens strict, mais un ensemble de quatre
instruments. Dans la musique instrumentale de l’époque baroque, la
basse était jouée par un violoncelle, une contrebasse ou un basson et
le reste du continuo par un clavecin, un luth ou un orgue. Les autres
voix étaient interprétées par des violons ou des flûtes.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org3258e54" class="outline-2">
<h2 id="org3258e54"><span class="section-number-2">9</span> Orchestration</h2>
<div class="outline-text-2" id="text-9">
<div id="text-table-of-contents">
<ul>
<li><a href="#org8ecee8c">9.1. Voix humaine</a></li>
<li><a href="#org8fdce06">9.2. Guitares &amp; Violons</a></li>
<li><a href="#orga8fe7f3">9.3. Bois</a></li>
<li><a href="#org057af4a">9.4. Cuivres</a></li>
</ul>
</div>
</div>


<div id="outline-container-org8ecee8c" class="outline-3">
<h3 id="org8ecee8c"><span class="section-number-3">9.1</span> Voix humaine</h3>
<div class="outline-text-3" id="text-9-1">
<p>
La voix humaine évolue le plus aisément par mouvements conjoints, avec
de temps en temps des sauts de quinte, quarte ou tierce. Il faut
éviter les intervalles mélodiques de plus d’une sixte mineure, à
l’exception de l’octave qui est accepté.
</p>

<p>
Les chanteurs doivent respirer, il faut donc placer des silences
réguliers.
</p>

<p>
La voix humaine est principalement utilisée pour le chant, et
reproduit alors l’intonation naturelle ou expressive d’un texte.
</p>
</div>
</div>


<div id="outline-container-org8fdce06" class="outline-3">
<h3 id="org8fdce06"><span class="section-number-3">9.2</span> Guitares &amp; Violons</h3>
<div class="outline-text-3" id="text-9-2">
<p>
Les guitares, violons et dérivés effectuent souvent des sauts entre
les cordes à partir d’une position des doigts fixe. Des lignes
composites se forment alors naturellement.
</p>
</div>
</div>


<div id="outline-container-orga8fe7f3" class="outline-3">
<h3 id="orga8fe7f3"><span class="section-number-3">9.3</span> Bois</h3>
<div class="outline-text-3" id="text-9-3">
<p>
Les bois doivent respirer, il faut donc placer des silences réguliers.
</p>
</div>
</div>


<div id="outline-container-org057af4a" class="outline-3">
<h3 id="org057af4a"><span class="section-number-3">9.4</span> Cuivres</h3>
<div class="outline-text-3" id="text-9-4">
<p>
Les cuivres sont à l’aise avec les répétitions de notes. Ils peinent
par contre à effectuer des sauts.
</p>

<p>
Ces instruments nécessitent beaucoup de souffle, il faut donc prévoir
des silences rapprochés.
</p>
</div>
</div>
</div>
