grimoire/musica-07-chamuse.org
* Enveloppe du son

L’enveloppe sonore est une modélisation approximative de l’évolution
du volume du son d’un instrument lorsqu’une note est jouée. Cette
modélisation se compose des étapes suivantes, par ordre
chronologique :

  - *entame* : appui sur une touche d’un clavier, pincement d’une
    corde de guitare, etc

  - *délai* avant que le son ne commence à se faire entendre
    (généralement nul)

  - *attaque* : temps que le son prend pour atteindre sa pleine
    puissance

  - *tenue* : temps durant lequel le son demeure à sa pleine puissance

  - *décrue* : temps pris par le son pour passer de sa pleine
    puissance à un niveau intermédiaire, appelé sous-tenue

  - *sous-tenue* : volume auquel le son demeure jusqu’à ce que le
    musicien arrête la note

  - *évanescence* : temps mis par le son pour devenir inaudible


** Claviers

Pour un piano, on a :

  - un délai nul
  - une attaque très courte
  - une tenue nulle, le son commence à décroître immédiatement
  - une décrue de quelques secondes
  - une sous-tenue nulle
  - une évanescence nulle

Pour un orgue, on a :

  - un délai nul

  - une attaque très courte

  - une tenue infinie, ce qui fait que la décrue et la sous-tenue
    n’apparaissent jamais

  - une évanescence nulle


** Hybride

L’avantage d’un instrument à cordes pincées ou frappées comme le
piano, le clavecin, la guitare, est qu’un accent est placé au début de
chaque note, ce qui permet de mieux les distinguer, surtout lors de
polyphonies rapides. Par contre, lors d’harmonies lentes, la tenue du
son n’est pas suffisante et un instrument comme l’orgue est mieux
adapté. On peut imaginer un instrument hybride, appelons le
*pianorgue*, permettant de s’adapter à ces deux situations :

  - délai nul
  - attaque très brève
  - tenue nulle
  - décrue lente
  - soutenue entre 50% et 90% de la pleine puissance
  - évanescence très brève

Ce genre d’instrument artificiel est notamment réalisable par
synthétiseur ou en musique assistée par ordinateur (MAO).
