grimoire/musica-07-chamuse.html


<div id="outline-container-org940470a" class="outline-2">
<h2 id="org940470a"><span class="section-number-2">10</span> Enveloppe du son</h2>
<div class="outline-text-2" id="text-10">
<p>
L’enveloppe sonore est une modélisation approximative de l’évolution
du volume du son d’un instrument lorsqu’une note est jouée. Cette
modélisation se compose des étapes suivantes, par ordre
chronologique :
</p>

<ul class="org-ul">
<li><b>entame</b> : appui sur une touche d’un clavier, pincement d’une
corde de guitare, etc</li>

<li><b>délai</b> avant que le son ne commence à se faire entendre
(généralement nul)</li>

<li><b>attaque</b> : temps que le son prend pour atteindre sa pleine
puissance</li>

<li><b>tenue</b> : temps durant lequel le son demeure à sa pleine puissance</li>

<li><b>décrue</b> : temps pris par le son pour passer de sa pleine
puissance à un niveau intermédiaire, appelé sous-tenue</li>

<li><b>sous-tenue</b> : volume auquel le son demeure jusqu’à ce que le
musicien arrête la note</li>

<li><b>évanescence</b> : temps mis par le son pour devenir inaudible</li>
</ul>
</div>


<div id="outline-container-orgb0d122a" class="outline-3">
<h3 id="orgb0d122a"><span class="section-number-3">10.1</span> Claviers</h3>
<div class="outline-text-3" id="text-10-1">
<p>
Pour un piano, on a :
</p>

<ul class="org-ul">
<li>un délai nul</li>
<li>une attaque très courte</li>
<li>une tenue nulle, le son commence à décroître immédiatement</li>
<li>une décrue de quelques secondes</li>
<li>une sous-tenue nulle</li>
<li>une évanescence nulle</li>
</ul>

<p>
Pour un orgue, on a :
</p>

<ul class="org-ul">
<li>un délai nul</li>

<li>une attaque très courte</li>

<li>une tenue infinie, ce qui fait que la décrue et la sous-tenue
n’apparaissent jamais</li>

<li>une évanescence nulle</li>
</ul>
</div>
</div>


<div id="outline-container-org5c65596" class="outline-3">
<h3 id="org5c65596"><span class="section-number-3">10.2</span> Hybride</h3>
<div class="outline-text-3" id="text-10-2">
<p>
L’avantage d’un instrument à cordes pincées ou frappées comme le
piano, le clavecin, la guitare, est qu’un accent est placé au début de
chaque note, ce qui permet de mieux les distinguer, surtout lors de
polyphonies rapides. Par contre, lors d’harmonies lentes, la tenue du
son n’est pas suffisante et un instrument comme l’orgue est mieux
adapté. On peut imaginer un instrument hybride, appelons le
<b>pianorgue</b>, permettant de s’adapter à ces deux situations :
</p>

<ul class="org-ul">
<li>délai nul</li>
<li>attaque très brève</li>
<li>tenue nulle</li>
<li>décrue lente</li>
<li>soutenue entre 50% et 90% de la pleine puissance</li>
<li>évanescence très brève</li>
</ul>

<p>
Ce genre d’instrument artificiel est notamment réalisable par
synthétiseur ou en musique assistée par ordinateur (MAO).
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: - chimay</p>
<p class="date">Created: 2020-12-12 sam 13:21</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
